Repository: andrew61/HeartValve.iOS
Catalog: HeartValve/HeartValve/*.lproj/Localizable.strings
Languages: es

source: Create a new passcode
es: Crear un nuevo código de acceso

source: Loading...
es: Cargando...

source: Logging in...
es: Iniciar sesión en...

source: Login Failed
es: Error de inicio de sesión

source: Please make sure you have a stable internet connection.
es: Por favor, asegúrese de tener una conexión estable a Internet.

source: Save Failed!
es: Error al guardar!

source: Saved!
es: Guardado!

source: Saving...
es: Guardar...

source: Step on the scale now
es: Paso en la escala ahora

source: Take Blood Pressure
es: Tomar la presión arterial

source: Take Weight
es: Tome Peso

source: Take your blood pressure now
es: Tome su presión arterial ahora

source: Verify your passcode
es: Verifique su contraseña

source: Waiting...
es: Esperando...
